{
  "section_number": "80H",
  "title": "[ Omitted .]",
  "chapter": "VI",
  "metadata": {
    "chapter_title": "AGGREGATION OF INCOME AND SET OFF OR CARRY FORWARD OF LOSS",
    "section_full": "Section 80H - [ Omitted .]",
    "subsection_count": 0
  },
  "chunks": [
    "80H. [ Omitted .]. \n80HH. Deduction in respect of profits and gains from newly established industrial undertakings or \nhotel business in backward areas.  \n80HHA. Deduction in respect of profits and gains from newly established small -scale industrial \nundertakings in certain areas.  \n80HHB. Deduction in respect of profits and gains from projects outside India.  \n80HHBA. Deduction in respect of profits and gains from hous ing projects in certain cases.  \n80HHC. Deduction in respect of profits retained for export business.  \n80HHD. Deduction in respect of earnings in convertible foreign exchange.  \n80HHE. Deduction in respect of profits from export of computer software, etc.  \n80HHF . Deduction in respect of profits and gains from export or transfer of film software, etc.  \n80-I. Deduction in respect of profits and gains from industrial undertakings after a certain date, etc.  \n80-IA. Deduction s in respect of profits and gains from indust rial undertakings or enterprises engaged",
    "80-IA. Deduction s in respect of profits and gains from indust rial undertakings or enterprises engaged \nin infrastructure development, etc.  \n80-IAB. Deduction s in respect of profits and gains by an undertaking or enterprise engaged in \ndevelopment of Special Economic Zone.  \n80-IAC. Special provision in respect of specifi ed business.  \n8 SECTIONS  \n80-IB. Deduction in respect of profits and gains from certain industrial undertakings other than \ninfrastructure development undertakings.  \n80-IBA. Deductions in respect of profits and gains from housing projects.  \n80-IC. Special provisions in respect of certain undertakings or enterprises in certain special category \nStates.  \n80-ID. Deduction in respect of profits and gains from business of hotels and convention centres in \nspecified area.  \n80-IE. Special provisions in respect of cert ain undertakings in North -Eastern States."
  ]
}