{
  "section_number": "7",
  "title": "Subs. by s. 4, ibid., for “Commissioner” (w.e.f. 1 -6-2013)",
  "chapter": "XX",
  "metadata": {
    "chapter_title": "APPEALSAND REVISION",
    "section_full": "Section 7 - Subs. by s. 4, ibid., for “Commissioner” (w.e.f. 1 -6-2013)",
    "subsection_count": 3
  },
  "chunks": [
    "(1) Notwithstanding anything contained in clause ( a) of rule 4, the \n2[3[Principal Chief Commissioner or Chief Commissioner] or 4[Principal Commissioner or \nCommissioner]] may, if he thinks fit and subject to  such conditions, if any, as he thinks proper to attach to \nthe recognition, accord recognition to a fund maintained by an employer whose principal place of \nbusiness is not in India, provided the proportion of employees employed outside India does not excee d ten \nper cent.",
    "(2) Notwithstanding anything contained in clause ( b) of rule 4, an employee who retains his \nemployment while serving in the armed forces of the Union or when taken into or employed in the \nnational service under any law for the time being in  force, may, whether he receives from the employer \nany salary or not, contribute to the fund during his service in the armed forces of the Union or while so \ntaken into or employed in the national service a sum not exceeding the amount he would have contrib uted \nhad he continued to serve the employer.",
    "(3) Notwithstanding anything contained in clause ( e) or clause ( g) of rule 4, — \n(a) at the request made in writing by the employee who ceases to be an employee of the employer \nmaintaining the fund, the trustees o f the fund may consent to retain the whole or any part of the \naccumulated balance due to the employee to be drawn by him at any time on demand;  \n(b) where the accumulated balance due to an employee who has ceased to be an employee is \nretained in the fund in  accordance with the preceding clause, the fund may consist also of interest in \nrespect of such accumulated balance;"
  ]
}